Repository: feedindicator/Feedindicator
Catalog: feedindicator/locale/*/LC_MESSAGES/feedindicator.po
Languages: de_de

source: About
de_de: Über

source: Add feed
de_de: Feed hinzufügen

source: Cancel
de_de: Abbrechen

source: Could not add feed.
de_de: Feed konnte nicht hinzugefügt werden.

source: Preferences
de_de: Einstellungen

source: Feed list
de_de: Feedliste

source: Configure the feeds.
de_de: Feeds konfigurieren.

source: Title
de_de: Titel

source: Add
de_de: Hinzufügen

source: Remove
de_de: Entfernen

source: Options
de_de: Optionen

source: Auto update feeds
de_de: Auto aktualisiere feeds

source: Show feeds at top of menu
de_de: Zeige Feeds an oberster Stelle im Menü

source: Show feeds with no unread posts
de_de: Zeige Feeds mit keinen ungelesenen Posts

source: Launch at system startup
de_de: Bei Systemstart starten

source: Show notifications
de_de: Zeige Benachrichtigungen

source: Show notifications at beginning and end of update
de_de: Zeige Benachrichtigungen am Anfang und Ende der Aktualisierung

source: Save
de_de: Speichern

source: Update feeds every minute
de_de: Feeds jede Minute aktualiesierenq

source: Show 1 item per feed
de_de: Zeige ein Eintrag pro Feed

source: Feeds updated. New posts: %(nr)d
de_de: Feeds aktualisiert. Neue Posts: %(nr)d

source: Error while updating feeds.
de_de: Es ist ein Fehler während der Aktualisierung der Feeds aufgetreten.

source: Could not init database.
de_de: Die Datenbank konnte nicht erstellt werden.

source: Feed added.
de_de: Feed hinzugefügt.

source: New Posts.
de_de: Neue Posts.

source: Nothing new.
de_de: Nichts neues.

source: Begin updating Feeds.
de_de: Starte Aktualisierung der Feeds.

source: Finished updating feeds.
de_de: Aktualisierung der Feeds beendet.

source: Loading
de_de: Laden

source: No unread posts.
de_de: Keine ungelesenen Posts.

source: No feeds defined!
de_de: Keine Feeds vorhanden!

source: Open all unread
de_de: Alle ungelesenen öffnen

source: Mark all as read
de_de: Alle als gelesen makieren

source: Mark all as unread
de_de: Alle als ungelesen makieren

source: Reload all feeds
de_de: Alle Feeds neuladen

source: Open Website
de_de: Webseite öffnen

source: Open unread
de_de: Ungelesene öffnen

source: Open displayed posts
de_de: Öffne angezeigte Posts.

source: Mark as read
de_de: Als gelesen makieren

source: Mark displayed posts as read
de_de: Alle angezeigten Posts als gelesen makieren

source: Mark as unread
de_de: Als ungelesen makieren

source: Exit
de_de: Beenden

source: Feeds will not update automatically.
de_de: Feeds werden nicht automatisch aktualisiert.

source: No database found, creating it.
de_de: Keine Datenbank gefunden, sie wird erstellt.

source: Database created.
de_de: Datenbank erstellt.
